<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$config['app_version'] = '2.2.1';
$config['app_release_date'] = '2026-08-16';
$config['app_notes'] = 'Работомер 2.2.1: Исправлена сегментная динамическая чувствительность S-Pen, добавлены художественные кисти и палитра с пикером, исправлены стрелки навигации и оверлей выбора даты в таймлайне, исторические веб-сессии строго классифицируются как ПК (со светом), оптимизирована адаптивность и прокрутка модальных окон в альбомном режиме.';
